// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Pulisci testine di stampa";

NotInitiatedTitle = "Impossibile avviare la pulizia";
NotInitiatedMsg = "Impossibile avviare la procedura di pulizia. Verificare che la stampante sia in linea e non stia elaborando alcun lavoro.";

CleaningProgressTitle = "Pulizia delle testine di stampa in corso…";

CompletitionLevelTitleFormat = "Livello di pulizia %i eseguito";
CompletitionLevelMsgFormat = "Attendere che la stampa della pagina di prova sia completata. Analizzare questa pagina per verificare che il problema sia stato risolto. Se la pagina di prova viene stampata correttamente, fare clic su Fine per uscire dalla procedura di pulizia. In caso contrario, fare clic su Livello di pulizia %i per continuare la pulizia.";
CompletitionFinalMsg = "Attendere che la stampa della pagina di prova sia completata. Analizzare questa pagina per verificare che il problema sia stato risolto. Se la pagina di prova viene stampata correttamente, fare clic su Fine per uscire dalla procedura di pulizia. In caso contrario, fare clic su Guida HP online per aprire la pagina Web della risoluzione dei problemi HP.";
NextLevelButtonFormat = "Livello di pulizia %i";
FinishButtonText = "Fine";
GetHelpButtonText = "Guida HP online";

HSDCleanPrintheadsExplanation = "Se lo stampato presenta striature d’inchiostro come nell'esempio, occorre pulire le testine di stampa. Questa operazione dura circa un minuto e richiede l'utilizzo di un foglio di carta.";
HSDCleanPrintheadsInvitation = "Fare clic sul pulsante Pulisci per procedere adesso alla pulizia delle testine di stampa.";
HSDManualCleanPrintheadsInvitation = "Per pulire la testina di stampa, selezionare l'opzione corrispondente nel display del pannello di controllo della stampante.";

CleanCancelledTitle = "Operazione annullata";
CleanCancelledMsg = "La procedura di pulizia è stata annullata dal pannello anteriore della periferica.";

CleaningProcessErrorTitle = "Impossibile completare l'operazione";
CleaningProcessErrorMsg = "Impossibile completare la procedura di pulizia. Contattare il Supporto HP.";
DeviceBusyMessage = "Impossibile completare la procedura di pulizia. Attendi che il dispositivo termini il lavoro corrente e riprova.";

PythonLvl1DoneTitle = "Primo livello di pulizia delle testine di stampa completo";

PythonLvl1DoneMsg = "Se la qualità di stampa non è ancora accettabile, è disponibile un secondo livello di pulizia. Questa operazione richiede circa 2 minuti e necessita di un foglio di carta. Il secondo livello di pulizia si avvale di una quantità significativa di inchiostro e deve essere utilizzato solo se la pulizia iniziale non ha migliorato la qualità di stampa. Per avviare il secondo livello di pulizia, fare clic su “Livello di pulizia 2”.";

PythonLvl2Button = "Livello di pulizia 2";

PythonLvl2DoneTitle = "Secondo livello di pulizia delle testine di stampa completo";

PythonLvl2DoneMsg = "Se la qualità di stampa continua a non essere soddisfacente, un'ulteriore esecuzione di questa procedura potrebbe rilevarsi inutile. Per ulteriori informazioni, consultare la documentazione della stampante.";

ColorCleaningTextFieldTitle = "Pulisci testine di stampa";
HSDInfoTextFieldTitle = "Se la stampa presenta striature di inchiostro, come l'esempio nella figura, oppure colori mancanti o non corretti, può essere necessario pulire le testine di stampa. Per provare a pulire gli ugelli delle testine di stampa, questo processo utilizza inchiostro. L'operazione richiede circa 2 minuti e necessita di un foglio di carta.";
HSDGuideTextFieldTitle = "Fare clic su \"Pulisci\" per avviare la pulizia della testina di stampa.";
HSDCleanButtonTitle = "Pulisci";
CancelButtonTitleKey = "Annulla";

PythonLvl1DoneMsgPigment = "Se la qualità di stampa è ancora inaccettabile, è disponibile la pulitura di secondo livello, che dura circa 2 minuti e consuma un solo foglio. La pulitura di secondo livello consuma molto inchiostro e va eseguita soltanto se la pulitura iniziale non ha migliorato la qualità di stampa. Per eseguire la pulitura di secondo livello, fai clic su \“Pulitura di secondo livello\”.";
HSDInfoTextFieldTitlePigment = "Se il risultato è rigato come l'esempio nell'immagine o se alcuni colori mancano o sono sbagliati, prova a pulire le testine di stampa. Questa procedura consuma inchiostro per pulire gli ugelli nelle testine di stampa. Ci vogliono circa 2 minuti e la procedura consuma un foglio.";
